Repository: asdfghklddd/Anchor
Catalog: Packages/AnchorKit/Sources/AnchorCore/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# cli.detail.completed
source: %@ finished successfully.
zh_hans: %@ 已成功完成。

# cli.detail.failed
source: %@ exited with code %lld.
zh_hans: %@ 已退出，退出码为 %lld。

# cli.detail.running
source: %@ is running.
zh_hans: %@ 正在运行。

# cli.detail.running.workspace
source: %@ is running in %@.
zh_hans: %@ 正在 %@ 中运行。

# cli.event.completed
source: %@ completed
zh_hans: %@ 已完成

# cli.event.failed
source: %@ failed
zh_hans: %@ 失败

# cli.event.started
source: %@ started
zh_hans: %@ 已开始

# cli.metric.command-state
source: Command state
zh_hans: 命令状态

# cli.metric.exit-code
source: Exit code
zh_hans: 退出码

# cli.source.terminal
source: Terminal
zh_hans: 终端

# cli.state.running
source: Running
zh_hans: 运行中

# mac.workspace.detail.background
source: %@ is running in the background.
zh_hans: %@ 正在后台运行。

# mac.workspace.detail.closed
source: %@ is no longer running.
zh_hans: %@ 已停止运行。

# mac.workspace.detail.foreground
source: %@ is in the foreground.
zh_hans: %@ 正在前台运行。

# mac.workspace.event.background
source: %@ moved to the background
zh_hans: %@ 已进入后台

# mac.workspace.event.closed
source: %@ closed
zh_hans: %@ 已关闭

# mac.workspace.event.detected
source: %@ detected
zh_hans: 已发现 %@

# mac.workspace.event.foreground
source: %@ moved to the foreground
zh_hans: %@ 已进入前台

# mac.workspace.event.launched
source: %@ launched
zh_hans: %@ 已启动

# mac.workspace.event.restarted
source: %@ restarted
zh_hans: %@ 已重新启动

# mac.workspace.metric.application-state
source: Application state
zh_hans: 应用状态

# mac.workspace.source.name
source: Mac Applications
zh_hans: Mac 应用

# mac.workspace.state.background
source: Background
zh_hans: 后台

# mac.workspace.state.closed
source: Closed
zh_hans: 已关闭

# mac.workspace.state.foreground
source: Foreground
zh_hans: 前台

# error.decision.missing
source: The decision no longer exists.
zh_hans: 这个判断项已不存在。

# error.decision.option.invalid
source: The selected option is unavailable.
zh_hans: 所选选项当前不可用。

# error.process.missing
source: The selected process no longer exists.
zh_hans: 所选流程已不存在。

# error.session.none
source: No active Anchor session.
zh_hans: 当前没有进行中的 Anchor 会话。
